{
    "version": "https://jsonfeed.org/version/1",
    "title": "OKW MAP",
    "description": "",
    "home_page_url": "https://map.internetofproduction.org",
    "feed_url": "https://map.internetofproduction.org/feed.json",
    "user_comment": "",
    "icon": "https://map.internetofproduction.org/media/website/71645617597234.png",
    "author": {
        "name": "Antonio de Jesus Anaya Hernandez"
    },
    "items": [
        {
            "id": "https://map.internetofproduction.org/data-submission/index.html",
            "url": "https://map.internetofproduction.org/data-submission/index.html",
            "title": "DATA SUBMISSION",
            "content_html": "<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"100%\" height=\"100%\" style=\"border: 0px #ffffff hidden;\" src=\"https://enketo.unhcr.org/x/gn0IrHmt\" scrolling=\"yes\" id=\"kobo_form\" frameborder=\"0\" marginheight=\"0px\" marginwidth=\"0px\" allowfullscreen=\"allowfullscreen\"></iframe></div>",
            "author": {
                "name": "Antonio de Jesus Anaya Hernandez"
            },
            "tags": [
            ],
            "date_published": "2023-12-19T19:47:37-06:00",
            "date_modified": "2023-12-19T21:27:07-06:00"
        },
        {
            "id": "https://map.internetofproduction.org/data-privacy-policy/index.html",
            "url": "https://map.internetofproduction.org/data-privacy-policy/index.html",
            "title": "OKW DATA PRIVACY POLICY",
            "summary": "PRIVACY NOTICE Last updated 14/12/2023 This privacy notice for https://map.internetofproduction.org ('we', 'us', or 'our'), describes how and why we might collect, store, use, and/or share&hellip;",
            "content_html": "<h1 data-renderer-start-pos=\"20\">PRIVACY NOTICE</h1>\n<p data-renderer-start-pos=\"36\">Last updated 14/12/2023</p>\n<p data-renderer-start-pos=\"61\">This privacy notice for <a href=\"https://www.internetofproduction.org\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">https://map.internetofproduction.org</a> ('we', 'us', or 'our'), describes how and why we might collect, store, use, and/or share ('process') your information when you use our services ('Services'), such as when you:<br>• Visit our website at <a href=\"https://map.internetofproduction.org/data-privacy-policy/index.html\" title=\"https://map.internetofproduction.org,\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">https://map.internetofproduction.org/data-privacy-policy/index.html</a> or any website of ours that links to this privacy notice<br>• Download and use our mobile application (Internet of Production Map of Machinery), or any other application of ours that links to this privacy notice<br>• Engage with us in other related ways, including any sales, marketing, or events</p>\n<p data-renderer-start-pos=\"638\">Questions or concerns? Reading this privacy notice will help you understand your privacy rights and choices. If you do not agree with our policies and practices, please do not use our Services.</p>\n<h2 data-renderer-start-pos=\"833\">SUMMARY OF KEY POINTS</h2>\n<p data-renderer-start-pos=\"856\">This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for.</p>\n<p data-renderer-start-pos=\"1102\"><strong>What personal information do we process?</strong></p>\n<p data-renderer-start-pos=\"1145\">When you visit, use, or navigate our Services, we may process personal information depending on how you interact with us and the Services, the choices you make, and the products and features you use. Learn more about personal information you disclose to us.</p>\n<p data-renderer-start-pos=\"1404\"><strong>Do we process any sensitive personal information?</strong></p>\n<p data-renderer-start-pos=\"1456\">We do not process sensitive personal information.</p>\n<p data-renderer-start-pos=\"1507\"><strong>Do we receive any information from third parties?</strong></p>\n<p data-renderer-start-pos=\"1559\">We may receive information from public databases, marketing partners, social media platforms, and other outside sources. Learn more about information collected from other sources.</p>\n<p data-renderer-start-pos=\"1740\"><strong>How do we process your information?</strong></p>\n<p data-renderer-start-pos=\"1778\">We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your information only when we have a valid legal reason to do so. Learn more about how we process your information.</p>\n<p data-renderer-start-pos=\"2140\">I<strong>n what situations and with which parties do we share personal information?</strong></p>\n<p data-renderer-start-pos=\"2218\">We may share information in specific situations and with specific third parties. Learn more about when and with whom we share your personal information.</p>\n<p data-renderer-start-pos=\"2372\"><strong>How do we keep your information safe?</strong></p>\n<p data-renderer-start-pos=\"2412\">We have organisational and technical processes and procedures in place to protect your personal information. However, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorised third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. Learn more about how we keep your information safe.</p>\n<p data-renderer-start-pos=\"2906\"><strong>What are your rights?</strong></p>\n<p data-renderer-start-pos=\"2930\">Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information. Learn more about your privacy rights.</p>\n<p data-renderer-start-pos=\"3117\"><strong>How do you exercise your rights?</strong></p>\n<p data-renderer-start-pos=\"3152\">The easiest way to exercise your rights is by submitting a data subject access request, or by contacting us. We will consider and act upon any request in accordance with applicable data protection laws.Want to learn more about what we do with any information we collect? Review the privacy notice in full.</p>\n<h2 data-renderer-start-pos=\"3459\">TABLE OF CONTENTS</h2>\n<ol class=\"ak-ol\" start=\"1\" data-indent-level=\"1\">\n<li>\n<p data-renderer-start-pos=\"3480\">WHAT INFORMATION DO WE COLLECT?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3480\">HOW DO WE PROCESS YOUR INFORMATION?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3554\">WHAT LEGAL BASES DO WE RELY ON TO PROCESS YOUR PERSONAL INFORMATION?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3626\">WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3687\">DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3741\">IS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3793\">HOW LONG DO WE KEEP YOUR INFORMATION?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3834\">HOW DO WE KEEP YOUR INFORMATION SAFE?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3875\">DO WE COLLECT INFORMATION FROM MINORS?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3917\">WHAT ARE YOUR PRIVACY RIGHTS?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3950\">CONTROLS FOR DO-NOT-TRACK FEATURES</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"3988\">DO UNITED STATES RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"4048\">DO WE MAKE UPDATES TO THIS NOTICE?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"4086\">HOW CAN YOU CONTACT US ABOUT THIS NOTICE?</p>\n</li>\n<li>\n<p data-renderer-start-pos=\"4086\"><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?</span></p>\n</li>\n</ol>\n<h2 data-renderer-start-pos=\"4131\">1. WHAT INFORMATION DO WE COLLECT?</h2>\n<p data-renderer-start-pos=\"4237\"><strong>Personal information you disclose to us</strong></p>\n<p data-renderer-start-pos=\"4237\">In Short: We collect personal information that you provide to us.<br>We collect personal information that you voluntarily provide to us when you express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services, or otherwise when you contact us.Personal Information Provided by You. The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use. The personal information we collect may include the following:<br>• names<br>• phone numbers<br>• email addresses<br>• mailing addresses<br>• contact preferences<br>• GPS location<br>• manufacturing services information<br>• machinery information<br>• materials and consumables inventory</p>\n<p data-renderer-start-pos=\"5061\"><strong>Sensitive Information.</strong><br>We do not process sensitive information.</p>\n<p data-renderer-start-pos=\"5061\"><strong>Application Data.</strong><br>If you use our application(s), we also may collect the following information if you choose to provide us with access or permission:<br>• Geolocation Information. We may request access or permission to track location-based information from your mobile device, while you are using our mobile application(s), to provide certain location-based services. If you wish to change our access or permissions, you may do so in your device's settings.</p>\n<p data-renderer-start-pos=\"5581\">This information is primarily needed to maintain the security and operation of our application(s), for troubleshooting, and for our internal analytics and reporting purposes.</p>\n<p data-renderer-start-pos=\"5757\">All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.</p>\n<p data-renderer-start-pos=\"5757\"><strong>Information automatically collected.</strong></p>\n<p data-renderer-start-pos=\"5947\">In Short: Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our Services.</p>\n<p data-renderer-start-pos=\"6121\">We automatically collect certain information when you visit, use, or navigate the Services. This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services, and other technical information. This information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.Like many businesses, we also collect information through cookies and similar technologies. The information we collect includes:</p>\n<p data-renderer-start-pos=\"6867\">• Log and Usage Data. Log and usage data is service-related, diagnostic, usage, and performance information our servers automatically collect when you access or use our Services and which we record in log files. Depending on how you interact with us, this log data may include your IP address, device information, browser type, and settings and information about your activity in the Services (such as the date/time stamps associated with your usage, pages and files viewed, searches, and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called 'crash dumps'), and hardware settings).</p>\n<p data-renderer-start-pos=\"7536\">• Device Data. We collect device data such as information about your computer, phone, tablet, or other device you use to access the Services. Depending on the device used, this device data may include information such as your IP address (or proxy server), device and application identification numbers, location, browser type, hardware model, Internet service provider and/or mobile carrier, operating system, and system configuration information.</p>\n<p data-renderer-start-pos=\"7985\">• Location Data. We collect location data such as information about your device's location, which can be either precise or imprecise. How much information we collect depends on the type and settings of the device you use to access the Services. For example, we may use GPS and other technologies to collect geolocation data that tells us your current location (based on your IP address). You can opt out of allowing us to collect this information either by refusing access to the information or by disabling your Location setting on your device. However, if you choose to opt out, you may not be able to use certain aspects of the Services.</p>\n<p data-renderer-start-pos=\"8627\"><strong>Information collected from other sources</strong></p>\n<p data-renderer-start-pos=\"8669\">In Short: We may collect limited data from public databases, marketing partners, and other outside sources.</p>\n<p data-renderer-start-pos=\"8778\">In order to enhance our ability to provide relevant marketing, offers, and services to you and update our records, we may obtain information about you from other sources, such as public databases, joint marketing partners, affiliate programs, data providers, and from other third parties. This information includes mailing addresses, job titles, email addresses, phone numbers, intent data (or user behaviour data), Internet Protocol (IP) addresses, social media profiles, social media URLs, and custom profiles, for purposes of targeted advertising and event promotion.</p>\n<h2 data-renderer-start-pos=\"9352\">2. HOW DO WE PROCESS YOUR INFORMATION?</h2>\n<p data-renderer-start-pos=\"9391\">In Short: We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent.We process your personal information for a variety of reasons, depending on how you interact with our Services, including:</p>\n<p data-renderer-start-pos=\"9758\">• To save or protect an individual's vital interest. We may process your information when necessary to save or protect an individual’s vital interest, such as to prevent harm.</p>\n<p data-renderer-start-pos=\"9935\">• Mapping of manufacturing capabilities within a region. By collecting makerspaces, fablabs, and similar spaces information we contribute and compliment to a wider database of manufacturing capabilities.</p>\n<h2 data-renderer-start-pos=\"10142\">3. WHAT LEGAL BASES DO WE RELY ON TO PROCESS YOUR INFORMATION?</h2>\n<p data-renderer-start-pos=\"10205\">In Short: We only process your personal information when we believe it is necessary and we have a valid legal reason (i.e. legal basis) to do so under applicable law, like with your consent, to comply with laws, to provide you with services to enter into or fulfil our contractual obligations, to protect your rights, or to fulfil our legitimate business interests.If you are located in the EU or UK, this section applies to you.The General Data Protection Regulation (GDPR) and UK GDPR require us to explain the valid legal bases we rely on in order to process your personal information. As such, we may rely on the following legal bases to process your personal information:</p>\n<p data-renderer-start-pos=\"10883\">• Consent. We may process your information if you have given us permission (i.e. consent) to use your personal information for a specific purpose. You can withdraw your consent at any time. Learn more about withdrawing your consent.</p>\n<p data-renderer-start-pos=\"11117\">• Legitimate Interests. We may process your information when we believe it is reasonably necessary to achieve our legitimate business interests and those interests do not outweigh your interests and fundamental rights and freedoms. For example, we may process your personal information for some of the purposes described in order to:</p>\n<p data-renderer-start-pos=\"11452\">• Support open-source, and distributed manufactured projects.</p>\n<p data-renderer-start-pos=\"11515\">• Legal Obligations. We may process your information where we believe it is necessary for compliance with our legal obligations, such as to cooperate with a law enforcement body or regulatory agency, exercise or defend our legal rights, or disclose your information as evidence in litigation in which we are involved.</p>\n<p data-renderer-start-pos=\"11834\">• Vital Interests. We may process your information where we believe it is necessary to protect your vital interests or the vital interests of a third party, such as situations involving potential threats to the safety of any person.<br>In legal terms, we are generally the 'data controller' under European data protection laws of the personal information described in this privacy notice, since we determine the means and/or purposes of the data processing we perform. This privacy notice does not apply to the personal information we process as a 'data processor' on behalf of our customers. In those situations, the customer that we provide services to and with whom we have entered into a data processing agreement is the 'data controller' responsible for your personal information, and we merely process your information on their behalf in accordance with your instructions. If you want to know more about our customers' privacy practices, you should read their privacy policies and direct any questions you have to them.If you are located in Canada, this section applies to you.We may process your information if you have given us specific permission (i.e. express consent) to use your personal information for a specific purpose, or in situations where your permission can be inferred (i.e. implied consent). You can withdraw your consent at any time.<br>In some exceptional cases, we may be legally permitted under applicable law to process your information without your consent, including, for example:</p>\n<p data-renderer-start-pos=\"13340\">• If collection is clearly in the interests of an individual and consent cannot be obtained in a timely way<br>• For investigations and fraud detection and prevention<br>• For business transactions provided certain conditions are met<br>• If it is contained in a witness statement and the collection is necessary to assess, process, or settle an insurance claim<br>• For identifying injured, ill, or deceased persons and communicating with next of kin<br>• If we have reasonable grounds to believe an individual has been, is, or may be victim of financial abuse<br>• If it is reasonable to expect collection and use with consent would compromise the availability or the accuracy of the information and the collection is reasonable for purposes related to investigating a breach of an agreement or a contravention of the laws of Canada or a province<br>• If disclosure is required to comply with a subpoena, warrant, court order, or rules of the court relating to the production of records<br>• If it was produced by an individual in the course of their employment, business, or profession and the collection is consistent with the purposes for which the information was produced<br>• If the collection is solely for journalistic, artistic, or literary purposes<br>• If the information is publicly available and is specified by the regulations</p>\n<h2 data-renderer-start-pos=\"14656\">4. WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?</h2>\n<p data-renderer-start-pos=\"14717\">In Short: We may share information in specific situations described in this section and/or with the following third parties.We may need to share your personal information in the following situations:</p>\n<p data-renderer-start-pos=\"14918\">• Business Transfers. We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</p>\n<p data-renderer-start-pos=\"15148\">• When we use Google Maps Platform APIs. We may share your information with certain Google Maps Platform APIs (e.g. Google Maps API, Places API). We obtain and store on your device ('cache') your location for thirty six (36) months. You may revoke your consent anytime by contacting us at the contact details provided at the end of this document.</p>\n<p data-renderer-start-pos=\"15496\">• Business Partners. We may share your information with our business partners to offer you certain products, services, or promotions.</p>\n<h2 data-renderer-start-pos=\"15633\">5. DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?</h2>\n<p data-renderer-start-pos=\"15687\">In Short: We may use cookies and other tracking technologies to collect and store your information.<br>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information. Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice.</p>\n<h2 data-renderer-start-pos=\"16033\">6. IS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?</h2>\n<p data-renderer-start-pos=\"16085\">In Short: We may transfer, store, and process your information in countries other than your own.Our servers are located in. If you are accessing our Services from outside, please be aware that your information may be transferred to, stored, and processed by us in our facilities and by those third parties with whom we may share your personal information (see 'WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?' above), in and other countries.If you are a resident in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, then these countries may not necessarily have data protection laws or other similar laws as comprehensive as those in your country. However, we will take all necessary measures to protect your personal information in accordance with this privacy notice and applicable law.</p>\n<h2 data-renderer-start-pos=\"16908\">7. HOW LONG DO WE KEEP YOUR INFORMATION?</h2>\n<p data-renderer-start-pos=\"16949\">In Short: We keep your information for as long as necessary to fulfil the purposes outlined in this privacy notice unless otherwise required by law.We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements).</p>\n<p data-renderer-start-pos=\"17343\">When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymise such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>\n<h2 data-renderer-start-pos=\"17724\">8. HOW DO WE KEEP YOUR INFORMATION SAFE?</h2>\n<p data-renderer-start-pos=\"17765\">In Short: We aim to protect your personal information through a system of organisational and technical security measures.<br>We have implemented appropriate and reasonable technical and organisational security measures designed to protect the security of any personal information we process. However, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorised third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information. Although we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk. You should only access the Services within a secure environment.</p>\n<h2 data-renderer-start-pos=\"18667\">9. DO WE COLLECT INFORMATION FROM MINORS?</h2>\n<p data-renderer-start-pos=\"18709\">In Short: We do not knowingly collect data from or market to children under 18 years of age.We do not knowingly solicit data from or market to children under 18 years of age. By using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services. If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. If you become aware of any data we may have collected from children under age 18, please contact us at 'info@internetofproduction.org.uk'.</p>\n<h2 data-renderer-start-pos=\"19404\">10. WHAT ARE YOUR PRIVACY RIGHTS?</h2>\n<p data-renderer-start-pos=\"19437\">In Short: In some regions, such as the European Economic Area (EEA), United Kingdom (UK), Switzerland, and Canada, you have rights that allow you greater access to and control over your personal information. You may review, change, or terminate your account at any time.</p>\n<p data-renderer-start-pos=\"19709\">In some regions (like the EEA, UK, Switzerland, and Canada), you have certain rights under applicable data protection laws. These may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure; (iii) to restrict the processing of your personal information; (iv) if applicable, to data portability; and (v) not to be subject to automated decision-making. In certain circumstances, you may also have the right to object to the processing of your personal information. You can make such a request by contacting us by using the contact details provided in the section 'HOW CAN YOU CONTACT US ABOUT THIS NOTICE?' below.</p>\n<p data-renderer-start-pos=\"20395\">We will consider and act upon any request in accordance with applicable data protection laws. If you are located in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your Member State data protection authority or UK data protection authority.If you are located in Switzerland, you may contact the Federal Data Protection and Information Commissioner.Withdrawing your consent: If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time. You can withdraw your consent at any time by contacting us by using the contact details provided in the section 'HOW CAN YOU CONTACT US ABOUT THIS NOTICE?' below.</p>\n<p data-renderer-start-pos=\"21216\">However, please note that this will not affect the lawfulness of the processing before its withdrawal nor, when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.</p>\n<p data-renderer-start-pos=\"21482\">Cookies and similar technologies: Most Web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove cookies and to reject cookies. If you choose to remove cookies or reject cookies, this could affect certain features or services of our Services.</p>\n<h2 data-renderer-start-pos=\"21790\">11. CONTROLS FOR DO-NOT-TRACK FEATURES</h2>\n<p data-renderer-start-pos=\"21828\">Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track ('DNT') feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. At this stage no uniform technology standard for recognising and implementing DNT signals has been finalised. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.</p>\n<h2 data-renderer-start-pos=\"22515\">12. DO UNITED STATES RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</h2>\n<p data-renderer-start-pos=\"22575\">In Short: If you are a resident of California, Colorado, Connecticut, Utah or Virginia, you are granted specific rights regarding access to your personal information.What categories of personal information do we collect?</p>\n<p data-renderer-start-pos=\"22798\">We have collected the following categories of personal information in the past twelve (12) months:</p>\n<p data-renderer-start-pos=\"22898\">Category Examples Collected</p>\n<p data-renderer-start-pos=\"22927\">A. Identifiers<br>Contact details, such as real name, alias, postal address, telephone or mobile contact number, unique personal identifier, online identifier, Internet Protocol address, email address, and account name</p>\n<p data-renderer-start-pos=\"23144\">YES</p>\n<p data-renderer-start-pos=\"23149\">B. Personal information as defined in the California Customer Records statute<br>Name, contact information, education, employment, employment history, and financial information<br>YES</p>\n<p data-renderer-start-pos=\"23328\">C. Protected classification characteristics under state or federal law</p>\n<p data-renderer-start-pos=\"23400\">Gender and date of birth<br>NO</p>\n<p data-renderer-start-pos=\"23429\">D. Commercial information</p>\n<p data-renderer-start-pos=\"23456\">Transaction information, purchase history, financial details, and payment information<br>NO</p>\n<p data-renderer-start-pos=\"23546\">E. Biometric information</p>\n<p data-renderer-start-pos=\"23572\">Fingerprints and voiceprints<br>NO</p>\n<p data-renderer-start-pos=\"23605\">F. Internet or other similar network activity</p>\n<p data-renderer-start-pos=\"23652\">Browsing history, search history, online behaviour, interest data, and interactions with our and other websites, applications, systems, and advertisements<br>NO</p>\n<p data-renderer-start-pos=\"23811\">G. Geolocation data</p>\n<p data-renderer-start-pos=\"23832\">Device location<br>YES</p>\n<p data-renderer-start-pos=\"23853\">H. Audio, electronic, visual, thermal, olfactory, or similar information<br>Images and audio, video or call recordings created in connection with our business activities<br>NO</p>\n<p data-renderer-start-pos=\"24024\">I. Professional or employment-related information<br>Business contact details in order to provide you our Services at a business level or job title, work history, and professional qualifications if you apply for a job with us<br>YES</p>\n<p data-renderer-start-pos=\"24252\">J. Education Information<br>Student records and directory information<br>NO</p>\n<p data-renderer-start-pos=\"24323\">K. Inferences drawn from collected personal information<br>Inferences drawn from any of the collected personal information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics<br>NO</p>\n<p data-renderer-start-pos=\"24559\">L. Sensitive personal Information<br>NO</p>\n<p data-renderer-start-pos=\"24597\">We will use and retain the collected personal information as needed to provide the Services or for:</p>\n<p data-renderer-start-pos=\"24698\">• Category A - 36 months<br>• Category B - 36 months<br>• Category G - 36 months<br>• Category I - 36 months</p>\n<p data-renderer-start-pos=\"24799\">We may also collect other personal information outside of these categories through instances where you interact with us in person, online, or by phone or mail in the context of:</p>\n<p data-renderer-start-pos=\"24978\">• Receiving help through our customer support channels;<br>• Participation in customer surveys or contests; and<br>• Facilitation in the delivery of our Services and to respond to your inquiries.</p>\n<p data-renderer-start-pos=\"25169\">How do we use and share your personal information?Learn about how we use your personal information in the section, 'HOW DO WE PROCESS YOUR INFORMATION?'Will your information be shared with anyone else?</p>\n<p data-renderer-start-pos=\"25372\">We may disclose your personal information with our service providers pursuant to a written contract between us and each service provider. Learn more about how we disclose personal information to in the section, 'WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?'We may use your personal information for our own business purposes, such as for undertaking internal research for technological development and demonstration. This is not considered to be 'selling' of your personal information.We have not disclosed, sold, or shared any personal information to third parties for a business or commercial purpose in the preceding twelve (12) months. We will not sell or share personal information in the future belonging to website visitors, users, and other consumers.</p>\n<h3 data-renderer-start-pos=\"26145\">California Residents</h3>\n<p data-renderer-start-pos=\"26145\">California Civil Code Section 1798.83, also known as the 'Shine The Light' law permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.If you are under 18 years of age, reside in California, and have a registered account with the Services, you have the right to request removal of unwanted data that you publicly post on the Services. To request removal of such data, please contact us using the contact information provided below and include the email address associated with your account and a statement that you reside in California. We will make sure the data is not publicly displayed on the Services, but please be aware that the data may not be completely or comprehensively removed from all our systems (e.g. backups, etc.).</p>\n<p data-renderer-start-pos=\"27372\">CCPA Privacy Notice</p>\n<p data-renderer-start-pos=\"27393\">This section applies only to California residents. Under the California Consumer Privacy Act (CCPA), you have the rights listed below.</p>\n<p data-renderer-start-pos=\"27529\">The California Code of Regulations defines a 'residents' as:(1) every individual who is in the State of California for other than a temporary or transitory purpose and(2) every individual who is domiciled in the State of California who is outside the State of California for a temporary or transitory purpose</p>\n<p data-renderer-start-pos=\"27839\">All other individuals are defined as 'non-residents'.</p>\n<p data-renderer-start-pos=\"27894\">If this definition of 'resident' applies to you, we must adhere to certain rights and obligations regarding your personal information.Your rights with respect to your personal data</p>\n<p data-renderer-start-pos=\"28076\">Right to request deletion of the data — Request to delete</p>\n<p data-renderer-start-pos=\"28135\">You can ask for the deletion of your personal information. If you ask us to delete your personal information, we will respect your request and delete your personal information, subject to certain exceptions provided by law, such as (but not limited to) the exercise by another consumer of his or her right to free speech, our compliance requirements resulting from a legal obligation, or any processing that may be required to protect against illegal activities.Right to be informed — Request to know</p>\n<p data-renderer-start-pos=\"28637\">Depending on the circumstances, you have a right to know:<br>• whether we collect and use your personal information;<br>• the categories of personal information that we collect;<br>• the purposes for which the collected personal information is used;<br>• whether we sell or share personal information to third parties;<br>• the categories of personal information that we sold, shared, or disclosed for a business purpose;<br>• the categories of third parties to whom the personal information was sold, shared, or disclosed for a business purpose;<br>• the business or commercial purpose for collecting, selling, or sharing personal information; and<br>• the specific pieces of personal information we collected about</p>\n<p data-renderer-start-pos=\"28637\">accordance with applicable law, we are not obligated to provide or delete consumer information that is de-identified in response to a consumer request or to re-identify individual data to verify a consumer request.</p>\n<p data-renderer-start-pos=\"29549\">Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</p>\n<p data-renderer-start-pos=\"29626\">We will not discriminate against you if you exercise your privacy rights.<br>Right to Limit Use and Disclosure of Sensitive Personal Information</p>\n<p data-renderer-start-pos=\"29769\">We do not process consumer's sensitive personal information.Verification process</p>\n<p data-renderer-start-pos=\"29851\">Upon receiving your request, we will need to verify your identity to determine you are the same person about whom we have the information in our system. These verification efforts require us to ask you to provide information so that we can match it with information you have previously provided us. For instance, depending on the type of request you submit, we may ask you to provide certain information so that we can match the information you provide with the information we already have on file, or we may contact you through a communication method (e.g. phone or email) that you have previously provided to us. We may also use other verification methods as the circumstances dictate.We will only use personal information provided in your request to verify your identity or authority to make the request. To the extent possible, we will avoid requesting additional information from you for the purposes of verification. However, if we cannot verify your identity from the information already maintained by us, we may request that you provide additional information for the purposes of verifying your identity and for security or fraud-prevention purposes. We will delete such additionally provided information as soon as we finish verifying you.Other privacy rights<br>• You may object to the processing of your personal information.<br>• You may request correction of your personal data if it is incorrect or no longer relevant, or ask to restrict the processing of the information.<br>• You can designate an authorised agent to make a request under the CCPA on your behalf. We may deny a request from an authorised agent that does not submit proof that they have been validly authorised to act on your behalf in accordance with the CCPA.<br>• You may request to opt out from future selling or sharing of your personal information to third parties. Upon receiving an opt-out request, we will act upon the request as soon as feasibly possible, but no later than fifteen (15) days from the date of the request <a data-testid=\"link-with-safety\" href=\"http://submission.To\" title=\"http://submission.To\" data-renderer-mark=\"true\" class=\"cc-tgpl01\">submission.To</a> exercise these rights, you can contact us by submitting a data subject access request, by email at 'info@internetofproduction.org.uk', or by referring to the contact details at the bottom of this document. If you have a complaint about how we handle your data, we would like to hear from you.</p>\n<h3 data-renderer-start-pos=\"32159\">Colorado Residents</h3>\n<p data-renderer-start-pos=\"32179\">This section applies only to Colorado residents. Under the Colorado Privacy Act (CPA), you have the rights listed below. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law.<br>• Right to be informed whether or not we are processing your personal data<br>• Right to access your personal data<br>• Right to correct inaccuracies in your personal data<br>• Right to request deletion of your personal data<br>• Right to obtain a copy of the personal data you previously shared with us<br>• Right to opt out of the processing of your personal data if it is used for targeted advertising, the sale of personal data, or profiling in furtherance of decisions that produce legal or similarly significant effects ('profiling')To submit a request to exercise these rights described above, please submit a data subject access request.</p>\n<p data-renderer-start-pos=\"33043\">If we decline to take action regarding your request and you wish to appeal our decision, please email us at 'info@internetofproduction.org.uk'. Within forty-five (45) days of receipt of an appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.</p>\n<h3 data-renderer-start-pos=\"33397\">Connecticut Residents</h3>\n<p data-renderer-start-pos=\"33420\">This section applies only to Connecticut residents. Under the Connecticut Data Privacy Act (CTDPA), you have the rights listed below. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law.</p>\n<p data-renderer-start-pos=\"33666\">• Right to be informed whether or not we are processing your personal data<br>• Right to access your personal data<br>• Right to correct inaccuracies in your personal data<br>• Right to request deletion of your personal data<br>• Right to obtain a copy of the personal data you previously shared with us<br>• Right to opt out of the processing of your personal data if it is used for targeted advertising, the sale of personal data, or profiling in furtherance of decisions that produce legal or similarly significant effects ('profiling')</p>\n<p data-renderer-start-pos=\"34192\">To submit a request to exercise these rights described above, please submit a data subject access request.If we decline to take action regarding your request and you wish to appeal our decision, please email us at 'info@internetofproduction.org.uk'. Within sixty (60) days of receipt of an appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.</p>\n<h3 data-renderer-start-pos=\"34647\">Utah Residents</h3>\n<p data-renderer-start-pos=\"34663\">This section applies only to Utah residents. Under the Utah Consumer Privacy Act (UCPA), you have the rights listed below. However, these rights are not absolute, and in certain cases, we may decline your request as permitted by law.<br>• Right to be informed whether or not we are processing your personal data<br>• Right to access your personal data<br>• Right to request deletion of your personal data<br>• Right to obtain a copy of the personal data you previously shared with us<br>• Right to opt out of the processing of your personal data if it is used for targeted advertising or the sale of personal data</p>\n<p data-renderer-start-pos=\"35263\">To submit a request to exercise these rights described above, please submit a data subject access request.</p>\n<h3 data-renderer-start-pos=\"35371\">Virginia Residents</h3>\n<p data-renderer-start-pos=\"35391\">Under the Virginia Consumer Data Protection Act (VCDPA):'Consumer' means a natural person who is a resident of the Commonwealth acting only in an individual or household context. It does not include a natural person acting in a commercial or employment context.'Personal data' means any information that is linked or reasonably linkable to an identified or identifiable natural person. 'Personal data' does not include de-identified data or publicly available information.'Sale of personal data' means the exchange of personal data for monetary consideration.If this definition of 'consumer' applies to you, we must adhere to certain rights and obligations regarding your personal data.</p>\n<p data-renderer-start-pos=\"36079\">Your rights with respect to your personal data</p>\n<p data-renderer-start-pos=\"36127\">• Right to be informed whether or not we are processing your personal data<br>• Right to access your personal data<br>• Right to correct inaccuracies in your personal data<br>• Right to request deletion of your personal data<br>• Right to obtain a copy of the personal data you previously shared with us<br>• Right to opt out of the processing of your personal data if it is used for targeted advertising, the sale of personal data, or profiling in furtherance of decisions that produce legal or similarly significant effects ('profiling')</p>\n<p data-renderer-start-pos=\"36653\">Exercise your rights provided under the Virginia VCDPA<br>You may submit a data subject access request.<br>If you are using an authorised agent to exercise your rights, we may deny a request if the authorised agent does not submit proof that they have been validly authorised to act on your behalf.</p>\n<p data-renderer-start-pos=\"36947\"><strong>Verification process</strong></p>\n<p data-renderer-start-pos=\"36969\">We may request that you provide additional information reasonably necessary to verify you and your consumer's request. If you submit the request through an authorised agent, we may need to collect additional information to verify your identity before processing your request.Upon receiving your request, we will respond without undue delay, but in all cases, within forty-five (45) days of receipt. The response period may be extended once by forty-five (45) additional days when reasonably necessary. We will inform you of any such extension within the initial 45-day response period, together with the reason for the extension.Right to appeal</p>\n<p data-renderer-start-pos=\"37615\">If we decline to take action regarding your request, we will inform you of our decision and reasoning behind it. If you wish to appeal our decision, please email us at 'info@internetofproduction.org.uk'. Within sixty (60) days of receipt of an appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions. If your appeal is denied, you may contact the Attorney General to submit a complaint.</p>\n<h2 data-renderer-start-pos=\"38112\">13. DO WE MAKE UPDATES TO THIS NOTICE?</h2>\n<p data-renderer-start-pos=\"38150\">In Short: Yes, we will update this notice as necessary to stay compliant with relevant laws.We may update this privacy notice from time to time. The updated version will be indicated by an updated 'Revised' date and the updated version will be effective as soon as it is accessible. If we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification. We encourage you to review this privacy notice frequently to be informed of how we are protecting your information.</p>\n<h2 data-renderer-start-pos=\"38720\">14. HOW CAN YOU CONTACT US ABOUT THIS NOTICE?</h2>\n<p data-renderer-start-pos=\"38765\">If you have questions or comments about this notice, you may contact us by post at:</p>\n<div class=\"fabric-editor-block-mark fabric-editor-indentation-mark\" data-level=\"1\">\n<p data-renderer-start-pos=\"38850\">c/o The Centre For Global Equality<br>8C Kings Parade<br>Cambridge<br>CB2 1SJ</p>\n</div>\n<p data-renderer-start-pos=\"38920\">If you are a resident in the United Kingdom, we are the 'data controller' of your personal information. We have appointed ANDREW LAMB to be our representative in the UK. You can contact them directly regarding our processing of your information, by email at 'info@internetofproduction.org.uk', by visiting 'https://www.internetofproduction.org', or by post to:</p>\n<div class=\"fabric-editor-block-mark fabric-editor-indentation-mark\" data-level=\"1\">\n<p data-renderer-start-pos=\"39250\">c/o The Centre For Global Equality<br>8C Kings Parade<br>Cambridge<br>CB2 1SJ<br><br></p>\n</div>\n<h2 data-renderer-start-pos=\"39321\">15. HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?</h2>\n<p data-renderer-start-pos=\"39390\">Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it. To request to review, update, or delete your personal information, please reach out and submit a data subject access request at 'info@internetofproduction.org.uk'</p>",
            "author": {
                "name": "Antonio de Jesus Anaya Hernandez"
            },
            "tags": [
            ],
            "date_published": "2023-12-19T18:14:06-06:00",
            "date_modified": "2023-12-21T07:13:15-06:00"
        },
        {
            "id": "https://map.internetofproduction.org/open-know-where-2/index.html",
            "url": "https://map.internetofproduction.org/open-know-where-2/index.html",
            "title": "OKW MAP OF MANUFACTURING",
            "summary": "REV 2.1, 23/01/2024 Author: Antonio de Jesus Anaya Hernandez, DevOps Eng. CC BY-SA 4.0 2023-2024, The Internet of Production Alliance. Introduction What: This is the&hellip;",
            "content_html": "<pre>REV 2.1, 23/01/2024<br>Author: Antonio de Jesus Anaya Hernandez, DevOps Eng. <br>CC BY-SA 4.0<br>2023-2024, The Internet of Production Alliance. </pre>\n<h2 id=\"okwmapping\">Introduction</h2>\n<p><strong>What:</strong> This is the front page of the <strong>Open-Know-Where Map of Manufacturing</strong> project to survey and collect data on machines, facilities, people, and materials enabling distributed manufacturing.<br><br><strong>Who:</strong> This is intended to be use by Makers and organisations around Maker-spaces, Fab-Labs, and innovation hubs within the Internet of Production Alliance and its projects.<br><br><strong>Purpose:</strong> The Internet of Production Alliance collects the data to form a database of machines, facilities, people, and materials by location, to be analysed and mapped for the Open-Know-Where initiative.</p>\n<p><strong>Data Processing:</strong> The data collected is processed by the DevOps office of the Internet of Production Alliance. </p>\n<p><strong>Data expiration:</strong> Data would be re-validated or discarded after 36 months from the initial date of data publishing, expected on 2024/02 TBA. </p>\n<p>Our data policy is found at <a href=\"https://map.internetofproduction.org/data-privacy-policy/index.html\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">https://map.internetofproduction.org/data-privacy-policy/index.html</a></p>\n<p>For any map related concerns and requests contact by email to: <a href=\"mailto:antonio.anaya@internetofproduction.org\">antonio.anaya@internetofproduction.org</a></p>\n<h2>MAPS</h2>\n<h3>GLOBAL<br><div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"100%\" height=\"50%\" style=\"border-radius: 10px; border: 0px #ffffff none;\" src=\"https://map.internetofproduction.org/world_map.html\" name=\"myiFrame\" scrolling=\"no\" frameborder=\"0\" marginheight=\"0px\" marginwidth=\"0px\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></div></h3>\n<h3>MAKE</h3>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"100%\" height=\"50%\" style=\"border-radius: 10px; border: 0px #ffffff none;\" src=\"https://map.internetofproduction.org/makeafricaeu.html\" name=\"myiFrame\" scrolling=\"no\" frameborder=\"0\" marginheight=\"0px\" marginwidth=\"0px\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<h3>IMA</h3>\n<div class=\"post__iframe\"><iframe loading=\"lazy\" width=\"100%\" height=\"50%\" style=\"border-radius: 10px; border: 0px #ffffff none;\" src=\"https://map.internetofproduction.org/ima.html\" name=\"myiFrame\" scrolling=\"no\" frameborder=\"0\" marginheight=\"0px\" marginwidth=\"0px\" allowfullscreen=\"allowfullscreen\"></iframe></div>\n<p> </p>\n<h2>DATASETS AND RECORDS</h2>\n<h3>COLLECTION</h3>\n<p>A GIT repository containing Jupyter notebooks designed for the collection and analysis of machinery and facilities data its available at: <br><a href=\"https://github.com/iop-alliance/okw_data_management\">https://github.com/iop-alliance/okw_data_management</a>.</p>\n<p>The notebooks cover a range of topics, including data acquisition processes, machinery cataloguing, and data management.</p>\n<h3>PUBLICLY AVAILABLE SOURCES</h3>\n<p>Data in compliance with privacy regulations is available for usage and citation at: <a href=\"https://zenodo.org/communities/iopa\">https://zenodo.org/communities/iopa</a></p>\n<h3 id=\"updateorremoval\">UPDATE, OR REMOVAL</h3>\n<p>Please send an email to: <a href=\"mailto:antonio.anaya@internetofproduction.org\">antonio.anaya@internetofproduction.org</a> with the following:</p>\n<ol>\n<li>Subject: data [update] or [removal] required</li>\n<li>Body: Name, location (city) of the record.</li>\n<li>Part: Applies only to a part of the information like ie. email, address.</li>\n<li>Complete: Applies to the whole record, for this send the record data using the form below and send the record to be replaced. ie. Previous record xx, xx, xx, xx, and New record. yy, yy, yy, yy.</li>\n</ol>\n<h3 id=\"datasubmission\">SUBMISSION</h3>\n<p class=\"msg msg--success\">At The Internet of Production Alliance, we are grateful for the time and effort of your contributions to this data collection exercise.</p>\n<ol>\n<li>Add your Facility using the \"Add facility\" form below. If your facility is already added on the map be aware of that we still need to update your information.</li>\n<li>Give us some feedback any step during the data filling process.</li>\n</ol>\n<p class=\"msg--highlight msg--success msg msg--info\">Once we have your information, we will validate and show your data in the map.</p>\n<h3 id=\"forms\">FORMS</h3>\n<p>A KoboToolBox survey is setup for data collection. With the following characteristics:</p>\n<ol>\n<li>Offline data submission is possible using the Kobo Collect tool.</li>\n<li>The survey includes a MACHINE INVENTORY apart with the catalogue of machines collected by different databases and vendors.</li>\n<li>For adding a capability to a facility at least one machine addition is required.</li>\n<li>Agreements for contact information are required in compliance with GDPR regulations and other data privacy regulations.</li>\n</ol>\n<p><a href=\"https://map.internetofproduction.org/data-submission/index.html\" target=\"_blank\" rel=\"nofollow noopener noreferrer\" class=\"btn btn--green\">Add Facility and machinery.</a></p>\n<h2>USAGE</h2>\n<h3 id=\"howtoaddmaptoyourpage\">HOW TO ADD THE OKW MAP TO YOUR PAGE</h3>\n<ol>\n<li>While editing your page's source code, copy&amp;paste this \"iframe\" inside a \"div\" element.</li>\n</ol>\n<pre><code>&lt;iframe width=\"100%\" height=\"50%\" style=\"border-radius: 10px; border: 0px #ffffff none;\" src=\"https://map.internetofproduction.org/world_map.html\" name=\"myiFrame\" scrolling=\"no\" frameborder=\"0\" marginheight=\"0px\" marginwidth=\"0px\" allowfullscreen=\"allowfullscreen\"&gt;&lt;/iframe&gt;</code></pre>\n<p class=\"msg msg--info\">In the next version of the map generator you will be able to:</p>\n<ul>\n<li>Use different sources of information and select them.</li>\n<li>Parse the data by country, organization, type of machines and projects.</li>\n</ul>\n<p class=\"msg msg--highlight\"><a href=\"https://airtable.com/shr6jR0EIZkfRdrFA\" target=\"_blank\" rel=\"noopener noreferrer\">Let us know if you have any feedback.</a></p>\n<p>2023, The Internet of Production Alliance.</p>",
            "author": {
                "name": "Antonio de Jesus Anaya Hernandez"
            },
            "tags": [
            ],
            "date_published": "2023-05-15T11:43:06-06:00",
            "date_modified": "2024-01-23T22:16:30-06:00"
        }
    ]
}
